[
  {
    "job_title": "Co-Founder",
    "company": "Local Goods, Inc",
    "url": "https://heythanks.io/",
    "location": "Austin, TX",
    "years": "2021 - present",
    "description": [
      "Conduct primary research to identify market opportunity for the first product, HeyThanks, which lets online businesses accept tips for their fulfillment employees.",
      "Design frontend application in Figma using Shopify’s React components, and prioritized features for MVP.",
      "Added to Shopify App Store December 2021, acquired first beta users Jan 2022. Validated product concept and achieved a 7% tip attachment rate on first stores.",
      "Conduct interviews with beta users to prioritize features including: changes to billing model, customization of app UI."
    ]
  },
  {
    "job_title": "Product Manager, Hardware/Software",
    "company": "SimpliSafe Inc.",
    "url": "https://simplisafe.com/",
    "location": "Boston, MA",
    "years": "2019 - 2021",
    "description": [
      "Created a beta program for firmware releases, enrolled 50 participants. Designed testing framework and feedback mechanism.",
      "Managed all inbound bug and feature requests, worked with Engineering Management to prioritize via weekly grooming.",
      "Developed two hardware products, a solar panel charger and an exterior alarm box, successfully weighing cost targets against feature sets to deliver on customer expectations and business needs.",
      "Designed various Customer Experience improvements, including: door announcements, and cellular notifications."
    ]
  },
  {
    "job_title": "Associate Product Manager",
    "company": "SimpliSafe Inc.",
    "url": "https://simplisafe.com/",
    "location": "Boston, MA",
    "years": "August 2019 - November 2020",
    "description": [
      "Upgraded ~500K subscribers to a next gen cellular chip, successfully avoiding massive churn risk, via comprehensive outbound email, call center, and in-app communication scheme.",
      "Updated replacement order handling with new software features that saved 20% of packages from being mislabeled; saving over $250K annually in re-shipping expenses.",
      "Created dashboards using SQL to track Operations/Product KPIs (e.g. attrition, fulfillment metrics, device connectivity metrics, etc.)."
    ]
  },
  {
    "job_title": "Business Operations Associate",
    "company": "Lovepop Inc.",
    "url": "https://www.lovepop.com/",
    "location": "Boston, MA",
    "years": "January 2019 - June 2019",
    "description": [
      "Created dashboards w/ SQL  to track business unit KPIs (e.g. AOV, CAC, Repeat Rate).",
      "Researched repeat-purchasing behavior by conducting 40+ interviews, defined several product improvement opportunities including: less expensive product, loyalty program, direct mail offering."
    ]
  }
]
